var data = {
  "s_tel": {
    "title": "高木智能学习平台学生手机端操作指南",
    "navs": [
      {
        "title": "登录界面"
      }, 
      {
        "title": "个人设置"
      },
      {
        "title": "学科类别"
      },
      {
        "title": "任务中心"
      },
      {
        "title": "功能解读"
      },
      {
        "title": "置顶作业"
      },
      {
        "title": "错题本"
      }
    ],
    "content": [
      {
        "title": "一、登录界面",
        "data": [
          "单击图标“高木学习”，输入个人的账号和密码，即可完成登录。若忘记密码，可点击“忘记密码？”处找回密码。",
          {
            "imgName": "app_stu1.jpg",
            "className": "app_stu_1"
          },
          "①若已绑定过邮箱，则在红框内输入您的用户名即您的登录账号，然后点击下方的“发送密码”，则您的密码将会发送到您绑定的邮箱中。",
          "②若未绑定过邮箱，则可以拨打红框内的客服电话，人工帮助您找回密码。",
          {
            "imgName": "app_stu2.jpg",
            "className": "app_stu_1"
          }
        ]
      },
      {
        "title": "二、个人设置",
        "data": [
          "1.点击如下第一张图红框处，出现第二张图所示的个人设置页面。",
          "2.点击如下第二张图的头像，进入到个人资料界面，请您完善个人信息，可以修改头像、姓名、学号、性别和学习宣言，以便学习平台和老师更好地辅导您的学习。",
          {
            "imgName": "app_stu3.jpg",
            "className": "app_stu_2"
          }
        ]
      },
      {
        "title": "三、学科类别",
        "data": [
          "1.点击如下第一张图红框处，出现第二张图所示的个人设置页面。",
          "2.物理、化学正在建设中，敬请期待。",
          {
            "imgName": "app_stu4.jpg",
            "className": "app_stu_1"
          }
        ]
      },
      {
        "title": "四、任务中心",
        "data": [
          "1.定制习题：①设置范围：首次使用时，先点击下图中右上角红框中的图标，设置教材版本以及知识点训练范围，来同步你的学习进度，若教师已设定则无法操作；如下第二张图所示，点击右上角红框内图标的可以设置教材版本。点击版本下面的章节可以选择知识点训练范围，如图中被选中的“起点-终点”知识点范围。最后点击右上角的提交即可。",
          {
            "imgName": "app_stu5.jpg",
            "className": "app_stu_2"
          },
          "②如上第一张图，点击定制习题卡片，就可以进行系统为您私人订制的个性化题目训练。",
          "2.答题界面：①点击“立即开始”进入答题界面如下图所示，②点击选项，然后进入下一题。③点击如下图所示的右上角的“”您可以选择“加入收藏”即将此题目收入到您的收藏夹中，您也可以选择“题目纠错”进行报错，您也可以选择“字号设置”设置题目的字体大小。",
          {
            "imgName": "app_stu6.jpg",
            "className": "app_stu_2"
          },
          "④当高木学习在您的任务中推出解答题让您完成时如下图所示题目，需要您在纸质笔记本上进行作答，完成后，您就点击左下方红框中的“完成，核对答案”进行核对答案，会进入到下方右图界面，然后根据自己的答题情况选着“耶！做对了”或“呃，做错了”，如果您实在不会做，您可以点击“不会做，下一个”然后在错题回顾里面认真学习如何作答。",
          {
            "imgName": "app_stu7.jpg",
            "className": "app_stu_2"
          },
          "3.诊断报告：做完5道题后，高木学习平台会给出此套题目的答题情况包括：",
          "①本次题目的对错情况、正确率情况、以及此套题目所考察的知识点的掌握情况；",
          "②点击每道题目，可查看此次测试对应题目的详细解析；",
          "③该次测试对应的全部知识点以及你对该知识点的掌握情况；",
          {
            "imgName": "app_stu8.jpg",
            "className": "app_stu_1"
          },
          "4.错题回顾：①退出单次测试报告后，可进行错题回顾，②点击错题回顾卡片进入的错题界面，您也可选择点击点击错题回顾卡片的关闭摁钮跳过错题回顾，但不建议做此操作，及时回顾错题及时查漏补缺才能不断进步。",
          {
            "imgName": "app_stu9.jpg",
            "className": "app_stu_2"
          },
          "③点击错题，您可以查看自己选错的答案（即红色选项）和正确答案（绿色选项），如下图所示，同时您还可以查看错题的详细解答过程，包括解题思路、解题步骤、注意事项以及题目所考察的知识点，您也可以点击“相关知识点”查看知识点内容。",
          {
            "imgName": "app_stu10.jpg",
            "className": "app_stu_2"
          },
          "5.弱点击破：系统根据您练习的全部知识点掌握情况，会给您及时推出您存在并急需解决的知识盲点，要求您学习巩固，点击弱点击破卡片您可以进入知识点讲解学习巩固您的知识盲点，您也可选择点击“放过它”，但不建议做此操作，及时回顾错题及时查漏补缺才能不断进步。",
          {
            "imgName": "app_stu11.jpg",
            "className": "app_stu_1"
          }
        ]
      },
      {
        "title": "五、功能解读",
        "data": [
          "1.排行榜：①侧边栏中的排行榜，您可以轻松查看您在班级所处的位置，找到自己的竞争对手，努力打败他；",
          "②点击您的头像或者您想了解的同学的头像查看自己或同学的做题情况，包括答题正确数、答题总数量和正确率。",
          {
            "imgName": "app_stu12.jpg",
            "className": "app_stu_2"
          },
          "2.自主学习：点击侧边栏中的自主学习，您可以自主选择您想要测试的知识点，学习平台会推出适合您学习水平的题目给您训练，以此帮助您强化知识弱项；首先在左图设置的起点和终点的范围内选择某个章节，出现如右图所示界面，其中包括知识点的 “文字讲解”、“测试”、“视频”。",
          {
            "imgName": "app_stu13.jpg",
            "className": "app_stu_2"
          },
          "①讲解：点击任意知识点进入，可查看相关知识点文字讲解；然后点击界面的右上角“”可设置文字字体大小。",
          "②测试：点击下方左图“开始测试”，系统智能推送符合您学习特点的题目帮助您练习和检测。",
          "③视频：选择任意知识点进入，可查看相关知识点视频讲解。",
          {
            "imgName": "app_stu14.jpg",
            "className": "app_stu_2"
          },
          "3.我的数据：点击侧栏菜单中我的数据，您可以查看您的做题情况、知识盲点、模块能力等多个方面的综合分析，让您可以很清楚您的学习能力与水平；",
          {
            "imgName": "app_stu15.jpg",
            "className": "app_stu_1"
          },
          "①学习状态：记录您在高木学习平台的学习状态，答题数和正确率等。",
          "②模块掌握度：宏观记录您的掌握度水平，目标与自我的差距。",
          {
            "imgName": "app_stu16.jpg",
            "className": "app_stu_2"
          },
          "③知识点水平：系统记录您的学习水平，细分到每个知识点的掌握度，从而帮助您就掌握得还不够好的知识点针对性地训练，提高学习效率。",
          "④若要返回上一界面，则点击上一节点的知识点即可。比如，目前处于“相交线与平行线”知识点界面，若要返回“图形的性质”界面，则点击红框位置处的“图形的性质”即可。",
          {
            "imgName": "app_stu17.jpg",
            "className": "app_stu_1"
          },
          "4.设置：点击侧边栏的设置，点击设置，可修改密码、更换绑定邮箱、退出账号，以及还可在“关于高木”中查看系统版本、操作指南、问题反馈。"
        ]
      },
      {
        "title": "六、置顶作业",
        "data": [
          "1.您可以作答老师给您布置的作业，有选择题和解答题两种题型。",
          "①如下图所示选择题中“蓝色题号”表示您已作答的题目，“白色题号”表示您未作答的题号；点击“白色题号”您可以作答题目如下右图所示。",
          {
            "imgName": "app_stu18.jpg",
            "className": "app_stu_2"
          },
          "②解答题中右边对应的“未上传”表示此解答题您还未进行作答，作答方式：点击此题，在纸质本子上写好解答过程，然后点击如下图下角红框中的拍照上传，注意：在纸质本子上写解答过程字迹一定要清晰！，拍照上传最多上传两张照片！",
          {
            "imgName": "app_stu19.jpg",
            "className": "app_stu_1"
          },
          "③解答题右边对应的“已上传”表示此解答题您已作答并上传成功于教师端，但您的老师还未给您批改。如下图所示，您上传成功后就可以进行题目解析的查看与学习。",
          {
            "imgName": "app_stu20.jpg",
            "className": "app_stu_1"
          },
          "④解答题右边对应的“10分”表示此解答题您老师已经批改了您所上传的解答结果，您可以点击您上传的图片的图片查看批改情况。",
          "⑤点击下图角红框中的，可以进入往期作业界面，此功能在建设中，敬请期待。",
          {
            "imgName": "app_stu21.jpg",
            "className": "app_stu_1"
          }
        ]
      },
      {
        "title": "七、错题本",
        "data": [
          "1.个人专属错题本，系统帮你自动收录所有的错题，不放过每一次提高的机会，让您可以随时随地复习错题。进入错题本，点击错题进行再次学习巩固，可以查看题目的详细解答过程以及复习所考察的知识点。",
          {
            "imgName": "app_stu22.jpg",
            "className": "app_stu_2"
          },
          "2.收藏夹：系统专门为您准备收藏经典题目以及您认为经常容易做错的题目，便于您高效复习高效掌握。",
          "①点击如下左图角红框内的图标，进入收藏夹。",
          "②点击收藏夹中的题目进行复习，如下右图，您可以查看详细的解答过程、考点复习；当您通过复习后完全巩固后，您可以点击右图右上角的“”选择取消收藏，即该题会在您的收藏夹中清除。",
          {
            "imgName": "app_stu23.jpg",
            "className": "app_stu_2"
          }
        ]
      }
      
    ]
  }
  ,"s_pc": {
    "title": "高木智能学习平台学生电脑端操作指南",
    "navs": [
      {
        "title": "下载"
      },
      {
        "title": "登录界面"
      },
      {
        "title": "功能简介"
      },
      {
        "title": "设置"
      },
      {
        "title": "任务中心"
      },
      {
        "title": "错题收藏"
      },
      {
        "title": "我的数据"
      },
      {
        "title": "自主学习"
      },
      {
        "title": "排行榜"
      },
      {
        "title": "班级置顶作业"
      }
    ],
    "content": [
      {
        "title": "一.下载"
        ,"data": [
          "1.打开浏览器，输入网址gaomuxuexi.com，回车进入官网主页，在主页上点击立即下载，获得“GaomuxuexiBeta1_8_Setup.zip”。"
          ,{
            "imgName": "pc_stu1.jpg",
            "className": "pc_stu_1"
          }
          ,"2.下载完成后，解压“GaomuxuexiBeta1_8_Setup.zip”，获得“GaomuxuexiBeta1_8_Setup.exe”。"
          ,{
            "imgName": "pc_stu2.jpg",
            "className": "pc_stu_1"
          }
          ,"3.双击运行“GaomuxuexiBeta1_8_Setup.exe”，按照提示，完成高木智能学习系统的安装。"
          ,{
            "imgName": "pc_stu3.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "二.登陆界面"
        ,"data": [
          "双击桌面图标“高木智能学习系统”，输入个人的账号和密码，点击①处即可完成登录。若忘记密码，可点击②处找回密码。"
          ,{
            "imgName": "pc_stu4.jpg",
            "className": "pc_stu_2"
          }
        ]
      },
      {
        "title": "三.功能简介"
        ,"data": [
          "①设置：可在此处设置学习范围、个人资料、修改密码、家长管理"
          ,"②任务中心：挖掘、定位每个学生的薄弱知识点，为每个学生量身定制和动态规划学习内容"
          ,"③错题收藏：系统帮你自动收录所有的错题，不放过每一次提高的机会"
          ,"④我的数据：此处能够查看你的知识盲点、模块能力等多个方面的综合分析"
          ,"⑤自主学习：这里能够让你对某一小节的知识掌握度进行检测"
          ,"⑥排行榜：轻松查看你在班级所处的位置，找到对手，打败他"
          ,"⑦班级置顶作业：老师统一布置的作业"
          ,{
            "imgName": "pc_stu5.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "四.设置"
        ,"data": [
          "(1)学习范围设置：点击①处切换教材版本，选择章节，设定训练的起点和终点，点击②处确定，即学习范围设置成功。"
          ,{
            "imgName": "pc_stu6.jpg",
            "className": "pc_stu_1"
          }
          ,"(2)个人资料：①处更换头像，②处修改姓名，③处绑定邮箱，绑定成功后，当您忘记密码时可通过邮箱找回。④保存，即个人信息设置成功。"
          ,{
            "imgName": "pc_stu7.jpg",
            "className": "pc_stu_1"
          }
          ,"(3)修改密码：在此处修改初始密码，建议设置成与自己相关的密码，方便记忆哦。"
          ,{
            "imgName": "pc_stu8.jpg",
            "className": "pc_stu_1"
          }
          ,"(4)家长管理：如图3-5所示，在①②处输入家长您想要设置的密码，点击③处确认修改，在④处滑动打开 ，此时，锁屏功能开启，孩子只能在学习平台做题和学习，无法登陆其他任何网页或软件；当您想要解锁时，则可点击“家长管理”，如图3-6所示输入您此前设置的密码，即可退出锁屏。"
          ,{
            "imgName": "pc_stu9.jpg",
            "className": "pc_stu_1"
          }
          ,{
            "imgName": "pc_stu10.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "五.任务中心"
        ,"data": [
          "(1)击破弱点：点击①处击破它，对自己最薄弱的知识点进行再回顾和再学习，里面有详尽的知识点文字讲解、趣味性的视频讲解；您也可以点击②处放过它，但不建议此操作哦。"
          ,{
            "imgName": "pc_stu11.jpg",
            "className": "pc_stu_1"
          }
          ,{
            "imgName": "pc_stu12.jpg",
            "className": "pc_stu_1"
          }
          ,"(2)定制习题：如图3-9所示，点击定制习题下方的（立刻开始、再来一组）按钮进入答题界面；如图3-10所示，选择答案后点击②处进入下一题；如若题目有错，可点击③处报错，我们会及时订正；点击④⑤处可放大或缩小页面字体。"
          ,{
            "imgName": "pc_stu13.jpg",
            "className": "pc_stu_1"
          }
          ,{
            "imgName": "pc_stu14.jpg",
            "className": "pc_stu_1"
          }
          ,"(3)单次检测报告：①是本次测验的正确率；点击②处对错题进行回顾，并且点击每道题目，可查看题目的详细解析；③处罗列了此次测试对应的全部知识点以及您对该知识点的掌握情况。"
          ,{
            "imgName": "pc_stu15.jpg",
            "className": "pc_stu_1"
          }
          ,"(4)错题回顾：在测试报告界面点击错题进入错题回顾。如图3-12所示，点击①处可查看答案和解析，点击②③处可放大或缩小页面字体；如图3-13所示，①处表示正确答案，②处表示解决此类问题的方法，③处是详细的解析步骤，④处是解决此类问题应注意的事项，⑤处是此道题目考察的相关知识点，可以点击查看，对该知识点进行再学习。"
          ,{
            "imgName": "pc_stu16.jpg",
            "className": "pc_stu_1"
          }
          ,{
            "imgName": "pc_stu17.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "六.错题收藏"
        ,"data": [
          "点击①处可显示或隐藏答案；②③处可放大或缩小页面字体；点击④处查看下一页面的错题，或者直接拖动右边滚动条亦可。"
          ,{
            "imgName": "pc_stu18.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "七.我的数据"
        ,"data": [
          "(1)学习状态：包括每天的做题总量和正确题数。①处表示您做过的总体量和覆盖的知识点的百分比；点击②处可切换日、周、月；拖动③处滚动条，可查看相应时期的学习情况。"
          ,{
            "imgName": "pc_stu19.jpg",
            "className": "pc_stu_1"
          }
          ,"(2)知识点水平：系统记录你的学习水平，细分到每个知识点的掌握度，同时还可查看对应知识点的概念、例题以及名师视频讲解；点击①②处可收起或展开；③处表示关于该知识点考察次数；④处表示您关于该知识点的掌握程度。"
          ,{
            "imgName": "pc_stu20.jpg",
            "className": "pc_stu_1"
          }
          ,"(3)模块掌握度：宏观记录您的掌握度水平，目标与自我的差距；点击红色标记处可返回学习平台主界面。"
          ,{
            "imgName": "pc_stu21.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "八.自主学习"
        ,"data": [
          "点击①处展开知识节点，选定自主测试小节，开始测试。"
          ,{
            "imgName": "pc_stu21.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "九.排行榜"
        ,"data": [
          "点击“查看详情”可查看到班级每个同学的具体排名，看看成为强者的道路需要攻破哪几座大山吧；系统根据同学们的做题总量和正确率设置了不同等级的荣誉勋章，想得到更高级别的勋章？那就速速做题去吧。"
          ,{
            "imgName": "pc_stu22.jpg",
            "className": "pc_stu_1"
          }
          ,{
            "imgName": "pc_stu23.jpg",
            "className": "pc_stu_1"
          }
        ]
      },
      {
        "title": "十.班级置顶作业"
        ,"data": [
          "1.班级置顶作业：①处表示您关于老师所布置的作业的完成情况，左边的数字表示您已完成的题量，右边的数字表示老师布置的总题量；点击②处开始作答老师布置的作业。"
          ,{
            "imgName": "pc_stu24.jpg",
            "className": "pc_stu_1"
          }
          ,"2.当您下次登录时，机器人阿忒会提示您在过去一天里的学习情况，包括您新掌握了多少个技能点，多少个技能点的熟练度有提升。"
          ,{
            "imgName": "pc_stu25.jpg",
            "className": "pc_stu_1"
          }
        ]
      }
    ]
  }
  ,"t_web": {
    "title": "高木智能学习平台教师电脑端操作指南",
    "navs": [
      {
        "title": "下载方式"
      }
      ,{
        "title": "登录界面"
      }
      ,{
        "title": "首页功能"
      }
      ,{
        "title": "学生查看"
      }
      ,{
        "title": "班级指导"
      }
      ,{
        "title": "名校资源"
      }
      ,{
        "title": "班级大数据"
      }
    ],
    "content": [
      {
        "title": "一.下载方式"
        ,"data": [
          "1.打开浏览器，输入网址gaomuxuexi.com，Enter进入官网主页，在主页上选择①我是教师，点击②直接登录，跳转进入到教师端登录界面。"
          ,{
            "imgName": "pc_T1.jpg",
            "className": "pc_T1"
          }
        ]
      }
      ,{
        "title": "二.登录界面"
        ,"data": [
          "1.在教师端登录界面，分别输入用户名和登录密码，点击登录即可登录教师端。"
          ,{
            "imgName": "pc_T2.jpg",
            "className": "pc_T1"
          }
        ]
      }
      ,{
        "title": "三.首页功能"
        ,"data": [
          "1.登录教师端后，页面有①学生查看、②班级指导、③班级大数据、④名校资源四大功能，⑤顶部快捷菜单栏，可以分别点击进入相应功能，如需退出登录，可单击⑥退出。"
          ,{
            "imgName": "pc_T3.jpg",
            "className": "pc_T1"
          }
        ]
      }
      ,{
        "title": "四.学生查看"
        ,"data": [
          "1.(1)如果老师有多个班级，就可以在①处点击切换班级；右边学生排行榜可以点击切换排序方式：练习题目数、日均题目数、平均正确率、最近正确率、最近练习等对班级所有学生进行升序降序，浏览班级学生排序，还可以点击③每个学生行（鼠标经过变色即为选中），查看每个学生的详细学情分析。"
          ,{
            "imgName": "pc_T4.jpg",
            "className": "pc_T1"
          }
          ,"(2)每个学生的的详细学情分析，可①切换图表类型：包括学习状态、知识点水平、模块掌握度三个方面。另外，可切换到②不同学生、③不同班级，查看学习状态等，可以④收起学生列表、⑤返回上一页。"
          ,{
            "imgName": "pc_T5.jpg",
            "className": "pc_T1"
          }
          ,"①点击学习状态，进入学习状态页面，可以看到学生在学习平台上，每个时间的做题数和正确数，从而反映学生的学习状态是否专心、是否高效等。"
          ,{
            "imgName": "pc_T6.jpg",
            "className": "pc_T1"
          }
          ,"②点击知识点水平，进入知识点水平页面，知识点水平是反馈学生对每个知识点的掌握度，来反映学生的学习水平的，由点反馈，可以逐点攻破知识盲点。"
          ,{
            "imgName": "pc_T7.jpg",
            "className": "pc_T1"
          }
          ,"③点击模块掌握度，进入模块掌握度页面，模块掌握度是从宏观角度，从六大知识板块，来反馈学生的学情，让老师可以了解学生自己与目标的差距。"
          ,{
            "imgName": "pc_T8.jpg",
            "className": "pc_T1"
          }
        ]
      }
      ,{
        "title": "五.班级指导"
        ,"data": [
          "(1)点击①进入班级指导，班级指导包括②修改（设定学生自主训练范围）和③发布置顶作业两大功能。由老师设定教材范围，那么学生端的个性化出题就会在老师所设定的教材范围内，从而可以让学生按照教学进度进行练习。"
          ,{
            "imgName": "pc_T9.jpg",
            "className": "pc_T1"
          }
          ,"(2)点击修改，进入设定有效范围页面，分别单击①起点章节和②终点章节，单击③确定即可设定学生端有效范围。一旦设定有效范围，学生端将无法进行修改，若希望学生自主选择范围答题，则单击清空即可。"
          ,{
            "imgName": "pc_T10.jpg",
            "className": "pc_T1"
          }
          ,"(3)点击①添加作业，进入选择题目页面。然后点击范围中的②设定，进入筛选题目范围的设定。"
          ,{
            "imgName": "pc_T11.jpg",
            "className": "pc_T1"
          }
          ,"(4)筛选题目范围的设定与设定教材范围的操作一样。"
          ,{
            "imgName": "pc_T12.jpg",
            "className": "pc_T1"
          }
          ,"(5)可以指定题型（默认全选，单击可以取消对应题型）、指定难度范围，点击①条件筛选来选择题目，页面显示包括题目和解析，单击②确定即可添加为作业。同时下方可以进行③翻页和指定页，来选择题目。"
          ,{
            "imgName": "pc_T13.jpg",
            "className": "pc_T1"
          }
          ,"(6)注意：只有单击①发布按钮后的题目，作业才会显示在学生端的任务中心。同时老师可以②删除题目、点击③查看题目详情。"
          ,{
            "imgName": "pc_T14.jpg",
            "className": "pc_T1"
          }
          ,"(7)学生作答后，点击题目，可以看到题目情况及学生的作答详情，包括答题人数和正确人数，甚至可以具体看到哪个学生选的哪个选项，帮助老师更好地把握学生具体知识点掌握情况，从而进行针对性教学。"
          ,{
            "imgName": "pc_T15.jpg",
            "className": "pc_T1"
          }
        ]
      }
      ,{
        "title": "六.名校资源",
        "data": [
          "(1)点击进入①名校资源， ②选择备课中心，就会显示对应课件；点击③预览课件，点击④下载课件。"
          ,{
            "imgName": "pc_T16.jpg",
            "className": "pc_T1"
          }
          ,"(2)点击⑤列表和图标模式可相互切换，在⑥输入关键字，点击⑦搜索，也可搜索相应课件；下载课件需要木头，⑧中显示的是账户余额。"
          ,{
            "imgName": "pc_T17.jpg",
            "className": "pc_T1"
          }
          ,"(3)点击每个课件的名称可以预览课件，点击下载即可下载到电脑。"
          ,{
            "imgName": "pc_T18.jpg",
            "className": "pc_T1"
          }
          ,"(4)进入试卷中心，点击①切换年级，②切换试卷类别；点击③切换列表和图标模式，点击④查看下载记录。"
          ,{
            "imgName": "pc_T19.jpg",
            "className": "pc_T1"
          }
        ]
      }
      ,{
        "title": "七.班级大数据",
        "data": [
          "(1)点击进入①班级大数据， ②选择班级，就会显示对应班级的大数据分析；③落后知识点预警，可切换，下方有个三角说明选中的是对应的知识点，圈内百分数显示的是对应知识点的平均掌握度；④数据分析，左边掌握度分布，可点击不同区间，⑤查看对应区间学生名单，右边是对应班级掌握度的统计分析；⑥智能教学建议，根据数据分析，智能推送教学建议；⑦下级节点查看，可查看对应知识点的下级知识点的掌握度情况；⑧查看全部知识点。"
          ,{
            "imgName": "pc_T20.jpg",
            "className": "pc_T1"
          }
          ,"(2)点击查看全部知识点，跳转到如下页面。把初中数学涵盖的所有知识点细分，①单击每个知识点，可跳转到对应的班级数据分析；②返回上一页。"
          ,{
            "imgName": "pc_T21.jpg",
            "className": "pc_T1"
          }
        ]
      }
    ]
  }
  ,"t_weixin": {
    "title": "高木智能学习平台教师手机端操作指南"
    ,"navs": [
      {
        "title": "登录界面"
      }
      ,{
        "title": "查看学生学情"
      }
      ,{
        "title": "批改作业"
      }
    ]
    ,"content": [
      {
        "title": "一.登录界面"
        ,"data": [
          "1.教师使用微信搜索服务号gaomuxuexi或扫描下方二维码关注高木学习，在公众号的下方选择登录→教师入口，输入教师的用户名和密码便可进入微信教师端："
          ,{
            "imgName": "wechat_T1.jpg",
            "className": "wechat_T"
          }
          ,"2.也可直接在首次关注时，从快捷菜单直接进入教师入口。"
          ,{
            "imgName": "wechat_T2.jpg",
            "className": "wechat_T"
          }
        ]
      }
      ,{
        "title": "二.查看学生学情"
        ,"data": [
          "1.教师登录后会出现所在班级的班级列表，通过点击班级可以看到此班级的学生列表以及学生们练习的基础数据，同时右上方还有排序功能提供教师更方便地查看学生情况。"
          ,{
            "imgName": "wechat_T3.jpg",
            "className": "wechat_T"
          }
          ,"2.点击学生所在的栏目可以进入相应学生的大数据库，查看该生的学习状态、知识点水平和模块掌握度："
          ,{
            "imgName": "wechat_T4.jpg",
            "className": "wechat_T"
          }
          ,"3.在高木学习微信端登录过一次系统后，系统会自动将您的微信号与高木教师端账号绑定，以后使用将无需再输入用户名和密码。您也可以如图在微信端首页点击登录→取消绑定以解除绑定。"
          ,{
            "imgName": "wechat_T5.jpg",
            "className": "wechat_T"
          }
        ]
      }
      ,{
        "title": "三.批改作业"
        ,"data": [
          "1.关注高木学习微信服务号后，点击底部功能栏中的作业中心，选择批改作业，输入登录名和密码，点击确定后系统跳转到“班级列表”（若教师已在公众平台登录过或已经在此登录过的则自动跳转），进入班级后即可查看班级作业完成情况。"
          ,{
            "imgName": "wechat_T6.jpg",
            "className": "wechat_T"
          }
          ,"2.选择需要待批改的作业，点击即可查看学生上传的作答，多页作答页面的可上下滑动。“画笔”支持教师在学生的作答情况上勾画、书写评语，“撤销”即撤销上一操作，“恢复”即恢复撤销的上一操作，“清除”即删除所有批改痕迹。点击点击页面顶栏的“点击此处查看题干及解析”，可查看题干及解析。"
          ,{
            "imgName": "wechat_T7.jpg",
            "className": "wechat_T"
          }
          ,"3.查看“题干及解析”，点击“返回批改”即可继续批改。"
          ,{
            "imgName": "wechat_T8.jpg",
            "className": "wechat_T"
          }
          ,"4.批改好后，点击中间的“打分”按钮，选择评分即可完成批改。学生在置顶作业下可点击题目查看教师的打分以及批改情况。"
          ,{
            "imgName": "wechat_T9.jpg",
            "className": "wechat_T"
          }
        ]
      }
    ]
  }
  ,"p_weixin": {
    "title": "高木智能学习平台家长手机端操作指南"
    ,"navs": [
      {
        "title": "登录界面"
      }
      ,{
        "title": "查看孩子学情"
      }
      ,{
        "title": "管理孩子学习"
      }
    ]
    ,"content": [
      {
        "title": "一.登录界面"
        ,"data": [
          "1.学生家长使用微信搜索服务号gaomuxuexi或扫描下方二维码关注高木学习。"
          ,{
            "imgName": "wechat_T1.jpg",//待修改 成app下载二维码wechat_parent6
            "className": "wechat_P"
          }
          ,"2.在公众号的下方选择学情查看→家长入口，输入孩子的用户名和密码便可进入微信家长端："
          ,{
            "imgName": "wechat_parent1.jpg",
            "className": "wechat_P"
          }
          ,"3.也可直接在首次关注时，从快捷菜单直接进入家长入口。"
          ,{
            "imgName": "wechat_parent2.jpg",
            "className": "wechat_P"
          }
        ]
      }
      ,{
        "title": "二.查看孩子学情"
        ,"data": [
          "1.登录高木微信家长端，轻松查看汇聚了孩子的做题情况、班级排名、知识盲点等内容的学情报告。了解孩子的学情，从未如此简单。"
          ,{
            "imgName": "wechat_parent3.jpg",
            "className": "wechat_P"
          }
          ,"2.高木挑战者联盟还支持一键分享到朋友圈与其他家长PK哦！"
          ,{
            "imgName": "wechat_parent4.jpg",
            "className": "wechat_P"
          }
          ,"3.在高木学习微信端登录过一次系统后，系统会自动将您的微信号与孩子的账号绑定，以后使用将无需再输入用户名和密码。但是，如果孩子更改了密码之后我们将自动解除高木学习与您的微信号的绑定，到时候您需要再次输入新的账号和密码以进行绑定。同时，您也可以如图在微信端首页点击学情查看→取消绑定以解除绑定。"
          ,{
            "imgName": "wechat_parent5.jpg",
            "className": "wechat_P"
          }
        ]
      }
      ,{
        "title": "三.管理孩子学习"
        ,"data": [
          "您可以在孩子使用电脑登录高木学习平台进行学习时，进入家长管理页面，如图3-1所示，在①②处输入您想要设置的密码，点击③处确认修改，在④处滑动打开 ，此时，锁屏功能开启，孩子只能在学习平台做题和学习，无法登陆其他任何网页或软件；当您想要解锁时，则可点击“家长管理”，如图3-2所示，输入您此前设置的密码，即可退出锁屏。"
          ,{
            "imgName": "wechat_parent6.jpg",
            "className": "wechat_P"
          }
          ,{
            "imgName": "wechat_parent7.jpg",
            "className": "wechat_P"
          }
        ]
      }
    ]
  }
}

module.exports = data;