var data = {
  s_tel: {
    title: "高木智能学习平台学生手机端操作指南",
    navs: [
      {
        title: "登录界面",
        to: "one"
      }, 
      {
        title: "个人设置",
        to: "two"
      },
      {
        title: "学科类别",
        to: "three"
      },
      {
        title: "任务中心",
        to: "four"
      },
      {
        title: "功能解读",
        to: "five"
      },
      {
        title: "置顶作业",
        to: "six"
      },
      {
        title: "错题本",
        to: "seven"
      }
    ],
    content: [
      {
        title: "一、登录界面",
        to: "one",
        data: [
          "单击图标“高木学习”，输入个人的账号和密码，即可完成登录。若忘记密码，可点击“忘记密码？”处找回密码。",
          {
            imgName: 'app_stu1.jpg',
            className: 'app_stu_1'
          },
          "①若已绑定过邮箱，则在红框内输入您的用户名即您的登录账号，然后点击下方的“发送密码”，则您的密码将会发送到您绑定的邮箱中。",
          "②若未绑定过邮箱，则可以拨打红框内的客服电话，人工帮助您找回密码。",
          {
            imgName: 'app_stu2.jpg',
            className: 'app_stu_1'
          }
        ]
      },
      {
        title: "二、个人设置",
        to: "two",
        data: [
          "1.点击如下第一张图红框处，出现第二张图所示的个人设置页面。",
          "2.点击如下第二张图的头像，进入到个人资料界面，请您完善个人信息，可以修改头像、姓名、学号、性别和学习宣言，以便学习平台和老师更好地辅导您的学习。",
          {
            imgName: 'app_stu3.jpg',
            className: 'app_stu_2'
          }
        ]
      },
      {
        title: "三、学科类别",
        to: "three",
        data: [
          "1.点击如下第一张图红框处，出现第二张图所示的个人设置页面。",
          "2.物理、化学正在建设中，敬请期待。",
          {
            imgName: 'app_stu4.jpg',
            className: 'app_stu_1'
          }
        ]
      },
      {
        title: "四、任务中心",
        to: "four",
        data: [
          "1.定制习题：①设置范围：首次使用时，先点击下图中右上角红框中的图标，设置教材版本以及知识点训练范围，来同步你的学习进度，若教师已设定则无法操作；如下第二张图所示，点击右上角红框内图标的可以设置教材版本。点击版本下面的章节可以选择知识点训练范围，如图中被选中的“起点-终点”知识点范围。最后点击右上角的提交即可。",
          {
            imgName: 'app_stu5.jpg',
            className: 'app_stu_2'
          },
          "②如上第一张图，点击定制习题卡片，就可以进行系统为您私人订制的个性化题目训练。",
          "2.答题界面：①点击“立即开始”进入答题界面如下图所示，②点击选项，然后进入下一题。③点击如下图所示的右上角的“”您可以选择“加入收藏”即将此题目收入到您的收藏夹中，您也可以选择“题目纠错”进行报错，您也可以选择“字号设置”设置题目的字体大小。",
          {
            imgName: 'app_stu6.jpg',
            className: 'app_stu_2'
          },
          "④当高木学习在您的任务中推出解答题让您完成时如下图所示题目，需要您在纸质笔记本上进行作答，完成后，您就点击左下方红框中的“完成，核对答案”进行核对答案，会进入到下方右图界面，然后根据自己的答题情况选着“耶！做对了”或“呃，做错了”，如果您实在不会做，您可以点击“不会做，下一个”然后在错题回顾里面认真学习如何作答。",
          {
            imgName: 'app_stu7.jpg',
            className: 'app_stu_2'
          },
          "3.诊断报告：做完5道题后，高木学习平台会给出此套题目的答题情况包括：",
          "①本次题目的对错情况、正确率情况、以及此套题目所考察的知识点的掌握情况；",
          "②点击每道题目，可查看此次测试对应题目的详细解析；",
          "③该次测试对应的全部知识点以及你对该知识点的掌握情况；",
          {
            imgName: 'app_stu8.jpg',
            className: 'app_stu_1'
          },
          "4.错题回顾：①退出单次测试报告后，可进行错题回顾，②点击错题回顾卡片进入的错题界面，您也可选择点击点击错题回顾卡片的关闭摁钮跳过错题回顾，但不建议做此操作，及时回顾错题及时查漏补缺才能不断进步。",
          {
            imgName: 'app_stu9.jpg',
            className: 'app_stu_2'
          },
          "③点击错题，您可以查看自己选错的答案（即红色选项）和正确答案（绿色选项），如下图所示，同时您还可以查看错题的详细解答过程，包括解题思路、解题步骤、注意事项以及题目所考察的知识点，您也可以点击“相关知识点”查看知识点内容。",
          {
            imgName: 'app_stu10.jpg',
            className: 'app_stu_2'
          },
          "5.弱点击破：系统根据您练习的全部知识点掌握情况，会给您及时推出您存在并急需解决的知识盲点，要求您学习巩固，点击弱点击破卡片您可以进入知识点讲解学习巩固您的知识盲点，您也可选择点击“放过它”，但不建议做此操作，及时回顾错题及时查漏补缺才能不断进步。",
          {
            imgName: 'app_stu11.jpg',
            className: 'app_stu_1'
          }
        ]
      },
      {
        title: "五、功能解读",
        to: "five",
        data: [
          "1.排行榜：①侧边栏中的排行榜，您可以轻松查看您在班级所处的位置，找到自己的竞争对手，努力打败他；",
          "②点击您的头像或者您想了解的同学的头像查看自己或同学的做题情况，包括答题正确数、答题总数量和正确率。",
          {
            imgName: 'app_stu12.jpg',
            className: 'app_stu_2'
          },
          "2.自主学习：点击侧边栏中的自主学习，您可以自主选择您想要测试的知识点，学习平台会推出适合您学习水平的题目给您训练，以此帮助您强化知识弱项；首先在左图设置的起点和终点的范围内选择某个章节，出现如右图所示界面，其中包括知识点的 “文字讲解”、“测试”、“视频”。",
          {
            imgName: 'app_stu13.jpg',
            className: 'app_stu_2'
          },
          "①讲解：点击任意知识点进入，可查看相关知识点文字讲解；然后点击界面的右上角“”可设置文字字体大小。",
          "②测试：点击下方左图“开始测试”，系统智能推送符合您学习特点的题目帮助您练习和检测。",
          "③视频：选择任意知识点进入，可查看相关知识点视频讲解。",
          {
            imgName: 'app_stu14.jpg',
            className: 'app_stu_2'
          },
          "3.我的数据：点击侧栏菜单中我的数据，您可以查看您的做题情况、知识盲点、模块能力等多个方面的综合分析，让您可以很清楚您的学习能力与水平；",
          {
            imgName: 'app_stu15.jpg',
            className: 'app_stu_1'
          },
          "①学习状态：记录您在高木学习平台的学习状态，答题数和正确率等。",
          "②模块掌握度：宏观记录您的掌握度水平，目标与自我的差距。",
          {
            imgName: 'app_stu16.jpg',
            className: 'app_stu_2'
          },
          "③知识点水平：系统记录您的学习水平，细分到每个知识点的掌握度，从而帮助您就掌握得还不够好的知识点针对性地训练，提高学习效率。",
          "④若要返回上一界面，则点击上一节点的知识点即可。比如，目前处于“相交线与平行线”知识点界面，若要返回“图形的性质”界面，则点击红框位置处的“图形的性质”即可。",
          {
            imgName: 'app_stu17.jpg',
            className: 'app_stu_1'
          },
          "4.设置：点击侧边栏的设置，点击设置，可修改密码、更换绑定邮箱、退出账号，以及还可在“关于高木”中查看系统版本、操作指南、问题反馈。",
        ]
      },
      {
        title: "六、置顶作业",
        to: "six",
        data: [
          "1.您可以作答老师给您布置的作业，有选择题和解答题两种题型。",
          "①如下图所示选择题中“蓝色题号”表示您已作答的题目，“白色题号”表示您未作答的题号；点击“白色题号”您可以作答题目如下右图所示。",
          {
            imgName: 'app_stu18.jpg',
            className: 'app_stu_2'
          },
          "②解答题中右边对应的“未上传”表示此解答题您还未进行作答，作答方式：点击此题，在纸质本子上写好解答过程，然后点击如下图下角红框中的拍照上传，注意：在纸质本子上写解答过程字迹一定要清晰！，拍照上传最多上传两张照片！",
          {
            imgName: 'app_stu19.jpg',
            className: 'app_stu_1'
          },
          "③解答题右边对应的“已上传”表示此解答题您已作答并上传成功于教师端，但您的老师还未给您批改。如下图所示，您上传成功后就可以进行题目解析的查看与学习。",
          {
            imgName: 'app_stu20.jpg',
            className: 'app_stu_1'
          },
          "④解答题右边对应的“10分”表示此解答题您老师已经批改了您所上传的解答结果，您可以点击您上传的图片的图片查看批改情况。",
          "⑤点击下图角红框中的，可以进入往期作业界面，此功能在建设中，敬请期待。",
          {
            imgName: 'app_stu21.jpg',
            className: 'app_stu_1'
          },
        ]
      },
      {
        title: "七、错题本",
        to: "seven",
        data: [
          "1.个人专属错题本，系统帮你自动收录所有的错题，不放过每一次提高的机会，让您可以随时随地复习错题。进入错题本，点击错题进行再次学习巩固，可以查看题目的详细解答过程以及复习所考察的知识点。",
          {
            imgName: 'app_stu22.jpg',
            className: 'app_stu_2'
          },
          "2.收藏夹：系统专门为您准备收藏经典题目以及您认为经常容易做错的题目，便于您高效复习高效掌握。",
          "①点击如下左图角红框内的图标，进入收藏夹。",
          "②点击收藏夹中的题目进行复习，如下右图，您可以查看详细的解答过程、考点复习；当您通过复习后完全巩固后，您可以点击右图右上角的“”选择取消收藏，即该题会在您的收藏夹中清除。",
          {
            imgName: 'app_stu23.jpg',
            className: 'app_stu_2'
          }
        ]
      }
      
    ]
  }
}

module.exports = data;